curl_xml/getStations_vincennes.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://wsiv.ratp.fr/xsd" xmlns:wsiv="http://wsiv.ratp.fr">
    <soapenv:Header/>
    <soapenv:Body>
        <wsiv:getStations>
            <wsiv:station>
                <xsd:id>1631</xsd:id>
            </wsiv:station>
        </wsiv:getStations>
    </soapenv:Body>
</soapenv:Envelope>